<?php

return [

    /*
    |----------------------------------------------------------------------
    | خطوط لغة إعادة تعيين كلمة المرور
    |----------------------------------------------------------------------
    |
    | تُستخدم خطوط اللغة التالية كخطوط افتراضية تطابق الأسباب
    | التي يقدمها وسطاء كلمات المرور عندما يفشل محاولة تحديث كلمة المرور،
    | مثل وجود رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور بنجاح!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];
